tap "felixkratz/formulae"
tap "nikitabobko/tap"
tap "oven-sh/bun"
tap "shivammathur/php"

# Core Development Tools
brew "git"
brew "git-lfs"
brew "gh"
brew "neovim"
brew "tmux"
brew "fzf"
brew "fd"
brew "ripgrep"
brew "jq"
brew "findutils"

# Languages & Runtimes
brew "go"
brew "deno"
brew "nodebrew"
brew "oven-sh/bun/bun"
brew "pnpm"
brew "rustup"
brew "lua"
brew "python@3.13"
brew "pyenv"
brew "php@8.3"
brew "composer"

# DevOps & Infrastructure
brew "awscli"
brew "lazydocker"
brew "lazygit"

# System Tools
brew "gotop"
brew "lynx"
brew "marp-cli"
brew "nowplaying-cli"
brew "switchaudio-osx"

# Modern CLI Tools
brew "zoxide"
brew "eza"
brew "bat"
brew "yazi"
brew "git-delta"

# macOS Window Management
brew "felixkratz/formulae/borders"
brew "felixkratz/formulae/sketchybar"

# Casks - Applications
cask "nikitabobko/tap/aerospace"
cask "iterm2"
cask "raycast"
cask "discord"
cask "postman"
cask "rancher"
cask "tableplus"
cask "sol"
cask "wave"
cask "qmk-toolbox"
cask "session-manager-plugin"
cask "sf-symbols"
cask "obsidian"

# Fonts
cask "font-hack-nerd-font"
cask "font-plemol-jp"
cask "font-plemol-jp-hs"
cask "font-plemol-jp-nf"
